Repository: thindil/hunter
Catalog: po/*/hunter.po
Languages: pl

source: (not installed)
pl: (nie zainstalowany)

source: and attach (if possible) file 'error.log'
pl: i dołącz (jeżeli dostępny) plik 'error.log'

source: does not exist.
pl: nie istnieje.

source: doesn't exists.
pl: nie istnieje.

source: exists. Do you want to overwrite it?
pl: istnieje. Czy chcesz go nadpisać?

source: from '
pl: z '

source: name '
pl: nazwa '

source: with that name.
pl: z taką nazwą.

source: ' because there exists
pl: ' ponieważ istnieje

source: (and its content)
pl: (i jego zawartość)

source: (and more)
pl: (i więcej)

source: /.cache/hunter' directory.
pl: /.cache/hunter katalogu.

source: About
pl: O programie

source: Add bookmark
pl: Dodaj zakładkę

source: Add bookmark to this directory [ALT-B].
pl: Dodaj zakładkę do tego katalogu [ALT-B]

source: Add new directory [ALT+N] or press arrow to see more options.
pl: Dodaj nowy katalog [ALT+N] lub naciśnij strzałkę aby zobaczyć więcej opcji.

source: Add new empty file.
pl: Dodaj nowy pusty plik.

source: Add new link to selected file or directory.
pl: Dodaj nowy link do wybranego pliku lub katalogu.

source: After copying, moving files and directories or creating new link, stay in old directory, don't automatically go to destination directory.
pl: Po skopiowaniu, przeniesieniu plików i katalogów lub stworzeniu nowego linku, zostań w starym katalogu, nie idź automatycznie do katalogu docelowego.

source: After that amount of seconds, all messages will be automatically closed by the program. If you set it to 0, this feature will be disabled.
pl: Po tej ilości sekund, wszystkie powiadomienia będą automatycznie zamknięte przez program. Jeżeli ustawisz tę wartość na 0, ta opcja będzie wyłączona.

source: All selected files and directories have been copied.
pl: Wszystkie wybrane pliki i katalogi zostały skopiowane.

source: All selected files and directories have been deleted.
pl: Wszystkie wybrane pliki i katalogi zostały skasowane.

source: All selected files and directories have been moved to Trash.
pl: Wszystkie wybrane pliki i katalogi zostały przeniesione do Kosza.

source: All selected files and directories have been moved.
pl: Wszystkie wybrane pliki i katalogi zostały przeniesione.

source: Associated program:
pl: Przypisany program:

source: Auto refresh interval:
pl: Interwał auto odświeżania:

source: Auto refresh:
pl: Auto odświeżanie

source: Automatically clear Trash on exit from the program.
pl: Automatycznie czyść Kosz przy wyjściu z programu.

source: Can execute
pl: Może uruchamiać

source: Can read
pl: Może czytać

source: Can write
pl: Może zapisywać do

source: Can't create symbolic link.
pl: Nie można utworzyć linku symbolicznego.

source: Can't delete selected directory:
pl: Nie można utworzyć wybranego katalogu:

source: Can't move
pl: Nie można przenieść

source: Can't rename
pl: Nie można zmienić nazwy

source: Can't restore
pl: Nie można przywrócić

source: Can't start command:
pl: Nie można wykonać komendy:

source: Cancel
pl: Przerwij

source: Check for changes in current directory and refresh it if any file or directory inside was changed.
pl: Szukaj zmian w obecnym katalogu i odśwież go jeżeli jakiś plik bądź katalog wewnątrz został zmieniony.

source: Clear Trash on exit:
pl: Wyczyść Kosz przy wyjściu:

source: Click to show technical info
pl: Kliknij aby pokazać informacje techniczne

source: Close
pl: Zamknij

source: Color files syntax in files preview. Not all text (especially source code) files are supported. You may not be able to enable this option if you don't have installed the program "highlight".
pl: Koloruj składnię plików w podglądzie plików. Nie wszystkie pliki tekstowe (szczególnie z kodem źródłowym) są wspierane. Możesz nie mieć możliwości włączenia tej opcji jeżeli nie masz zainstalowanego programu "highlight".

source: Command
pl: Komenda

source: Copy
pl: Kopiuj

source: Copy selected files [ALT-C]. Pressed button means start copying currently selected files or directories. Press again to copy them.
pl: Kopiuj wybrane pliki [ALT-C]. Wciśnięty przycisk oznacza rozpoczęcie kopiowania obecnie wybranych plików i katalogów. Naciśnij go ponownie aby skopiować je.

source: Copying files and directories
pl: Kopiowianie plików i katalogów

source: Copying or Moving
pl: Kopiowanie bądź Przenoszenie

source: Could not change permissions for
pl: Nie można zmienić uprawnień dla

source: Could not delete selected files or directories. Reason:
pl: Nie można skasować wybranych plików lub katalogów. Przyczyna:

source: Could not found executable:
pl: Nie można znaleźć pliku uruchomieniowego:

source: Could not load image file:
pl: Nie można załadować pliku obrazkowego:

source: Could not set new associated file.
pl: Nie można ustawić nowego przypisanego programu.

source: Create new directory.
pl: Stwórz nowy katalog.

source: Create new empty file.
pl: Stwórz nowy pusty plik.

source: Create new link to selected file or directory.
pl: Stwórz nowy link do wybranego pliku lub katalogu.

source: Creating empty file
pl: Tworzenie pustego pliku.

source: Creating new directory
pl: Tworzenie nowego katalogu.

source: Creating new link
pl: Tworzenie nowego linku.

source: Delete
pl: Skasuj

source: Delete files:
pl: Skasuj pliki:

source: Delete selected file(s) or folder(s) [ALT-Delete].
pl: Skasuj wybran(e) plik(i) lub katalog(i [ALT-Delete])

source: Delete selected files and directories instead of moving them to Trash.
pl: Skasuj wybrane pliki i katalogi zamiast przenosić je do Kosza.

source: Delete?
pl: Skasować?

source: Deleted
pl: Skasowane

source: Deleting
pl: Kasowanie

source: Deleting files and directories
pl: Kasowanie plików i katalogów

source: Desktop
pl: Pulpit

source: Destination directory
pl: Katalog docelowy

source: Directory
pl: Katalog

source: Directory
pl: Katalog

source: Directory Listing
pl: Zawartość Katalogu

source: Discard all changes and back to files list [Escape]
pl: Odrzuć wszystkie zmiany i wróć do listy plików [Escape]

source: Documents
pl: Dokumenty

source: Download
pl: Pobrane

source: Elements:
pl: Elementy:

source: Empty Trash
pl: Opróżnij Kosz

source: Enter command to use to open selected item.
pl: Wprowadź komendę użytą do otwarcia wybranej rzeczy.

source: Enter destination
pl: Wprowadź katalog docelowy

source: Enter program name
pl: Wprowadź nazwę programu

source: Execute selected program [ALT-E].
pl: Uruchom wybrany program [ALT-E]

source: File
pl: Plik

source: File or directory informations [ALT-I]
pl: Informacje o pliku lub katalogu [ALT-I]

source: File type:
pl: Typ pliku:

source: Full path:
pl: Pełna ścieżka:

source: Get involved
pl: Zaangażuj się

source: Go to selected destination.
pl: Idź do wybranej lokacji.

source: Go to this directory [ALT+
pl: Idź do tego katalogu [ALT+

source: Go to this directory [ALT+1]
pl: Idź do tego katalogu [ALT+1]

source: Go to this directory [ALT+SHIFT+
pl: Idź do tego katalogu [ALT+SHIFT+

source: Go to this directory [ALT+SHIFT+1]
pl: Idź do tego katalogu [ALT+SHIFT+1]

source: Go to upper directory [ALT+SHIFT+U]
pl: Idź do nadrzędnego katalogu [ALT+SHIFT+U]

source: Go to upper directory [ALT+U]
pl: Idź do nadrzędnego katalogu [ALT+U]

source: Go to your home directory [ALT+H] or press arrow to see more bookmarks
pl: Idź do katalogu domowego [ALT+H] albo naciśnij strzałkę aby zobaczyć więcej zakładek

source: Graphical File Manager for Linux
pl: Graficzny Menadżer Plików dla Linuxa

source: Group:
pl: Grupa:

source: Hide messages after:
pl: Ukryj powiadomienia po:

source: Home
pl: Katalog domowy

source: How often (in seconds) the program should check for changes in current directory.
pl: Jak często (w sekundach) program powinien szukać zmian w obecnym katalogu.

source: I can't execute this file.
pl: Nie mogę uruchomić tego pliku

source: I can't open this file. Can't start application asociated with this type of files.
pl: Nie mogę otworzyć tego pliku. Nie można uruchomić aplikacji powiązanej z tym typem plików.

source: I can't open this file. No application associated with this type of files.
pl: Nie mogę otworzyć tego pliku. Nie ma aplikacji powiązanej z tym typem plików.

source: If enabled, during copying or moving files and directories, if in destination directory exists file or directory with that same name, the program will ask if overwrite it. If disabled, the program will quietly give add underscore to the name of moved or copied file or directory.
pl: Jeżeli jest włączone, podczas kopiowania lub przenoszenia plików i katalogów, jeżeli w katalogu docelowym istnieje plik bądź katalog o takiej samej nazwie, program zapyta czy nadpisać go. Jeżeli jest wyłączone, program po cichu doda znak podkreślenia do nazwy przenoszonego albo kopiowanego pliku bądź katalogu.

source: If enabled, show toolbars for actions and information on top of the window. Otherwise, they will be at left side of the window.
pl: Jeżeli włączone, paski narzędziowe dla akcji i informacjii będą wyświetlane na górze okna. W przeciwnym wypadku, będą wyświetlane po lewej stronie okna.

source: Info
pl: Informacja

source: Information
pl: Informacja

source: Interface
pl: Interfejs

source: Last Modified:
pl: Ostatnio Zmodyfikowany:

source: Links to:
pl: Linkuje do:

source: Modified
pl: Zmodyfikowany

source: Move
pl: Przenieś

source: Move selected file(s) or folder(s) to trash [ALT-Delete].
pl: Przenieś wybrany(e) plik(i) lub katalog(i) do Kosza [ALT-Delete]

source: Move selected files [ALT-M]. Pressed button means start moving currently selected files or directories. Press again to move them.
pl: Przenieś wybrane pliki [ALT-M]. Naciśnięty przycisk oznacza rozpoczęcie przenoszenia obecnie wybranych plików lub katalogów. Naciśnij go ponownie aby przenieść je.

source: Move to trash?
pl: Przenieść do Kosza?

source: Moving files and directories
pl: Przenoszenie plików i katalogów

source: Moving files and directories to trash
pl: Przenoszenie plików i katalogów do kosza

source: Music
pl: Muzyka

source: Name
pl: Nazwa

source: New
pl: Nowy

source: New _File
pl: Nowy _Plik

source: New _Link
pl: Nowy _Link

source: No
pl: Nie

source: No for all
pl: Nie dla wszystkich

source: Oops, something bad happens and progam crashed. Please, remember what you done before crash and report this problem at
pl: Ups, coś złego stało się i program wykrzaczył się. Proszę, zapamiętaj co robiłeś(aś) zanim to nastąpiło i zgłoś problem na

source: Open
pl: Otwórz

source: Open selected file or directory [ALT-O]
pl: Otwórz wybrany plik lub katalog [ALT-O]

source: Open selected file or directory with command [ALT-W]
pl: Otwórz wybrany plik lub katalog przy pomocy komendy [ALT-W]

source: Open with...
pl: Otwórz z...

source: Others:
pl: Inne:

source: Overwrite existing:
pl: Nadpisywać istniejące:

source: Owner:
pl: Właściciel:

source: Pictures
pl: Obrazy

source: Preferences
pl: Preferencje

source: Preview
pl: Podgląd

source: Preview file or directory [ALT-V]
pl: Podgląd pliku lub katalogu [ALT-V]

source: Public
pl: Publiczny

source: Reload current directory [ALT+R]
pl: Przeładuj obecny katalog [ALT+R]

source: Reload current directory [ALT+SHIFT+R]
pl: Przeładuj obecny katalog [ALT+SHIFT+R]

source: Remove all files and directories from Trash?
pl: Usunąć wszystkie pliki i katalogi z Kosza?

source: Remove bookmark
pl: Usuń zakładkę

source: Remove bookmark to this directory [ALT-B]
pl: Usuń zakładkę dla tego katalogu [ALT-B]

source: Rename
pl: Zmień nazwę

source: Rename directory.
pl: Zmień nazwę katalogu.

source: Rename file.
pl: Zmień nazwę pliku.

source: Rename selected file or directory [CTRL-R]
pl: Zmień nazwę wybranego pliku lub katalogu [CTRL-R]

source: Renaming file or directory
pl: Zmiana nazwy pliku lub katalogu.

source: Restore
pl: Przywróć

source: Restore selected file or directory from the trash [ALT+R]
pl: Przywróć wybrany plik bądź katalog z Kosza [ALT+R]

source: Run
pl: Uruchom

source: Scale images in preview. When disabled, images shows with natural size. When enabled, images are resized to the size of the preview window.
pl: Skaluj obrazek w podglądzie. Kiedy wyłączone, obrazki są pokazywane w naturalnym rozmiarze. Kiedy włączone, obrazki są skalowane do rozmiaru okna podglądu.

source: Scale images:
pl: Skaluj obrazki:

source: Search
pl: Szukaj

source: Search for the file or directory [ALT+F]
pl: Szukaj pliku lub katalogu [ALT+F]

source: Select All
pl: Zaznacz Wszystko

source: Select all
pl: Zaznacz wszystko

source: Select color theme for coloring syntax in text files in preview. You may not be able to enable this option if you don't have installed the program "highlight".
pl: Wybierz motyw kolorów dla kolorowania składni w podglądzie tekstowych plików. Możesz nie móc włączyć tej opcji jeżeli nie masz zainstalowanego programu "highlight"

source: Select or unselect all files and directories in currently selected directory. [CTRL+A]
pl: Zaznacz badź odznacz wszystkie pliki i katalogi w obecnie wybranym katalogu. [CTRL+A]

source: Show README
pl: Pokaż plik README

source: Show Trash
pl: Pokaż Kosz

source: Show hidden files and directories in directory listing and in directories preview.
pl: Pokaż ukryte pliki i katalogi na liście plików oraz w podglądzie katalogów.

source: Show hidden files:
pl: Pokaż ukryte pliki:

source: Show info about finished action:
pl: Pokaż informację o ukończeniu akcji:

source: Show information about finished copying, moving and deleting files or directories.
pl: Pokaż informację o ukończeniu kopiowania, przenoszenia i kasowania plików lub katalogów.

source: Show informations about the program [ALT-A].
pl: Pokaż informacje o programie [ALT-A]

source: Show list of changes
pl: Pokaż listę zmian

source: Show modification time:
pl: Pokaż czas modyfikacji:

source: Show preview:
pl: Pokaż podgląd:

source: Show second panel with preview of files and directories. If you disable this option, second panel will be visible only during copying and moving files or directories and during creating new link.
pl: Pokaż drugi panel z podglądem plików i katalogów. Jeżeli wyłączysz tę opcję drugi panel będzie widoczny tylko podczas kopiowania i przenoszenia plików lub lub katalogów oraz podczas tworzenia nowych linków.

source: Show the column with last modification date for files and directories.
pl: Pokaż kolumnę z datą ostaniej modyfikacji dla plików i katalogów.

source: Show the program preferences [ALT-P]
pl: Pokaż preferencje programu [ALT-P]

source: Size
pl: Rozmiar

source: Size:
pl: Rozmiar:

source: Stay in source directory:
pl: Zostań w katalogu źródłowym:

source: Stop copying files and directories [Escape]
pl: Przestań kopiować pliki i katalogi [Escape]

source: Stop moving files and directories [Escape]
pl: Przestań przenosić pliki i katalogi [Escape]

source: Syntax color theme:
pl: Motyw kolorowania składni:

source: Syntax highlightning:
pl: Kolorowanie składni:

source: Toolbars on top:
pl: Paski narzędziowe na górze:

source: Trash have been cleared.
pl: Kosz został opróżniony.

source: Unknown
pl: Nieznany

source: Unknown error during deleting files or directories.
pl: Nieznany błąd podczas kasowania plików lub katalogów

source: Unselect all
pl: Odznacz wszystko

source: Videos
pl: Wideo

source: Website
pl: Witryna

source: Yes
pl: Tak

source: Yes for all
pl: Tak dla wszystkich

source: You can't
pl: Nie możesz

source: You can't enter this directory.
pl: Nie możesz wejść do tego katalogu.

source: You don't have permissions to copy selected items here.
pl: Nie masz uprawnień aby skopiować wybrane rzeczy tutaj.

source: You don't have permissions to enter directory
pl: Nie masz uprawnień aby wejść do katalogu

source: You don't have permissions to move selected items here.
pl: Nie masz uprawnień aby przenieść wybrane rzeczy tutaj.

source: You don't have permissions to preview this directory.
pl: Nie masz uprawnień aby zobaczyć zawartość tego katalogu.

source: You don't have permissions to rename
pl: Nie masz uprawnień aby zmienić nazwę

source: You don't have permissions to write to
pl: Nie masz uprawnień do zapisu do

source: create directory with
pl: stworzyć katalog z

source: create file with
pl: stworzyć plik z

source: create link with
pl: stworzyć link z

source: directory
pl: katalog

source: error
pl: błąd

source: file
pl: plik

source: files
pl: pliki

source: none
pl: brak

source: rename with new
pl: zmienić nazwę na nową

source: with that name exists.
pl: z taką nazwą już istnieje.
